[
    {
        "image": "https://iili.io/55k4aa.md.jpg",
        "name": "St. Martin's Island",
        "time": "7D/6N",
        "price": "10,999/per person",
        "offering": "10% off",
        "reviews": "26 reviews",
        "shortDescription": "St. Martin's Island (Bengali: সেন্ট মার্টিন্স দ্বীপ) is a small island (area only 3 km2) in the northeastern part of the Bay of Bengal.",
        "fullDescription": "Millennia ago, the island used to be an extension of the Teknaf peninsula, but at a later time some portion of this peninsula got submerged and thus the southernmost part of the aforementioned peninsula became an island, and was disconnected from the Bangladesh mainland. The first settlement started 250 years ago, in 18th century, by Arabian merchants who named the island 'Jazira'. During British occupation the island was named after the then Deputy Commissioner of Chittagong Mr. Martin as St. Martin Island. Likely because one or more of the Arabs were Saint and whose name could not be identified. Local names of the island are Narikel jinjira.which means 'Coconut Island', and Daruchini Dwip which means Cinnamon island. It is the only coral island in Bangladesh."
    },
    {
        "image": "https://iili.io/55k8CP.md.jpg",
        "name": "Cox's Bazar",
        "time": "7D/6N",
        "price": "7,999/per person",
        "offering": "15% off",
        "reviews": "22 reviews",
        "shortDescription": "Cox's Bazar (/ˌkɒksɪz bəˈzɑː/; Bengali: কক্সবাজার, romanized: Kaksabājāra; pronounced [kɔksbadʒaɾ]) is a city.",
        "fullDescription": "From the early 9th century the greater Chittagong area, including Cox's Bazar, was under the rule of Arakan kings until its conquest by the Mughals in 1666 AD.[4] When the Mughal Prince Shah Shuja was passing through the hilly terrain of the present-day Cox's Bazar on his way to Arakan, he was attracted to its scenic and captivating beauty. He commanded his forces to camp there. His retinue of one thousand palanquins stopped there for some time. A place named Dulahazara, meaning one thousand palanquins, still exists in the area. After the Mughals, the place came under the control of the Tipras and the Arakanese, followed by the Portuguese and then the British.The name Cox's Bazar originated from the name of a British East India Company officer, Captain Hiram Cox, who was appointed as the Superintendent of Palonki (today's Cox's Bazar) outpost. He succeeded Warren Hastings, who became the Governor of Bengal following the British East India Company Act in 1773. Cox embarked upon the task of rehabilitation and settlement of the Arakanese refugees in the area.[5] He rehabilitated many refugees in the area, but died in 1799 before finishing his work. To commemorate him, a market was established and named after him, called Cox's Bazar. Cox's Bazar was first established in 1854 and became a municipality in 1869."
    },
    {
        "image": "https://iili.io/55kr3g.md.jpg",
        "name": "Rangamati",
        "time": "7D/6N",
        "price": "5,999/per person",
        "offering": "30% off",
        "reviews": "19 reviews",
        "shortDescription": "Rangamati (Bengali: রাঙ্গামাটি;Chakma:𑄢𑄋𑄟𑄖𑄴𑄳𑄠 )is the administrative headquarters of Rangamati Hill District in the Chittagong Hill Tracts of Bangladesh.",
        "fullDescription": " The town is located at 22°37'60N 92°12'0E and has an altitude of 14 metres (46 ft). The district is administered by an office named as District Administration, Rangamati.From Chittagong a 77 kilometres (48 mi) road leads to Rangamati. The township is located on the western bank of the Kaptai lake. Rangamati is a holiday destination because of its landscape, scenic beauty, lake, indigenous groups (Chakma, Marma, Tripuri, Tanchangya Pangkhua etc.), flora and fauna, indigenous museum, hanging bridge etc."
    },
    {
        "image": "https://iili.io/55kPyv.md.jpg",
        "name": "Sylhet",
        "time": "7D/6N",
        "price": "6,499/per person",
        "offering": "20% off",
        "reviews": "24 reviews",
        "shortDescription": "Sylhet (Bengali: সিলেট) is a metropolitan city in northeastern Bangladesh. It is the administrative seat of Sylhet Division.",
        "fullDescription": "In 1303, the Sultan of Lakhnauti Shamsuddin Firoz Shah conquered Sylhet by defeating Gour Govinda.Sylhet was a realm of the Bengal Sultanate. In the 16th-century, Sylhet was controlled by the Baro-Bhuyan zamindars and later became a sarkar (district) of the Mughal Empire.Sylhet emerged as the Mughals' most significant imperial outpost in the east and its importance remained as such throughout the seventeenth century.British rule began in the 18th century under the administration of the East India Company. With its ancient seafaring tradition, Sylhet became a key source of lascars in the British Empire. The Sylhet municipal board was established in 1867.Originally part of the Bengal Presidency and later Eastern Bengal and Assam; the town was part of Colonial Assam between 1874 and 1947, when following a referendum and the partition of British India, it became part of East Bengal.[5] The Sylhet City Corporation was constituted in 2001. The Government of Bangladesh designated Sylhet a metropolitan area in 2009.The hinterland of the Sylhet valley is the largest oil and gas- producing region in Bangladesh.It is also the largest hub of tea production in Bangladesh.It is notable for its high - quality cane and agarwood.The city is served by the Osmani International Airport which is named after General M A G Osmani, the Commander of the Bangladesh Liberation Forces.People from Sylhet form a significant portion of the Bangladeshi diaspora, particularly in the United Kingdom and the United States, as well as other countries in the Middle East."
    },
    {
        "image": "https://iili.io/55k68J.md.jpg",
        "name": "Sajek Valley",
        "time": "7D/6N",
        "price": "7,499/per person",
        "offering": "18% off",
        "reviews": "27 reviews",
        "shortDescription": "Sajek Valley (Bengali: সাজেক উপত্যকা) is one of the popular tourist spots in Bangladesh situated among the hills of the Kasalong range of mountains in Sajek union, Baghaichhari Upazila in Rangamati District.",
        "fullDescription": "The name of Sajek Valley came from the Sajek River that originates from Karnafuli river. The Sajek river works as a border between Bangladesh and India.Sajek is a union located in the north of Chittagong Hill Tracts. It's under Baghaichori Upazila in Rangamati hill district, it is situated 67 kilometres (42 mi) north-east from Khagrachhari town and 95 kilometres (59 mi) north from Rangamati city. The border of Bangladesh and Mizoram of India is 8 kilometres (5.0 mi) east from Sajek.Sajek valley is known for its natural environment and is surrounded by mountains, dense forest, and grassland hill tracks. Many small rivers flow through the mountains among which the Kachalong and the Machalong are notable. On the way to Sajek valley, one has to cross the Mayni range and the Mayni river. The road to Sajek has high peaks and falls."
    },
    {
        "image": "https://iili.io/55kkZB.md.jpg",
        "name": "Kaptai Lake",
        "time": "7D/6N",
        "price": "4,799/per person",
        "offering": "25% off",
        "reviews": "19.5 reviews",
        "shortDescription": "Kaptai Lake is the largest lake in Bangladesh. It is located in the Kaptai Upazila under Rangamati District of Chittagong Division.",
        "fullDescription": "Construction of the reservoir for the hydro-electric plant began in 1956 by the Government of East Pakistan.[2] As a result, 54,000 acres (220 km2) of farmland in the Rangamati District went underwater and created the lake. The hydro-electric project was funded by the United States. The project was finished in 1962. International Engineering Company and Utah International Inc. received the contract for construction of the dam. The dam is 670.8 meters long, and 54.7 meters high. The dam has a 745 feet (227 m) long spillway containing 16 gates. Through the spillway 5,250,000 cu ft/s (149,000 m3/s) of water can pass.The land that went underwater as a result of the dam construction, was 40% of the total arable land in the area.Along with that, 29 square miles(75 km2) of the Government- owned forest, and 234 square miles(610 km2) of other forest land went underwater.About 18, 000 families with a total of almost 100 thousand people were also displaced.The palace of the king of the Chakmas was also flooded and is now underwater."
    },
    {
        "image": "https://iili.io/55kSG1.md.jpg",
        "name": "Bandarban",
        "time": "7D/6N",
        "price": "7,299/per person",
        "offering": "28% off",
        "reviews": "20.5 reviews",
        "shortDescription": "Bandarban (Bengali: বান্দরবান), is a district in South-Eastern Bangladesh, and a part of the Chittagong Division.",
        "fullDescription": "The three highest peaks of Bangladesh – Tahjindong (1280 meters, also known as Bijoy), Mowdok Mual (1052 meters), and Keokradong (883 metres) – are located in Bandarban district, as well as Raikhiang Lake, the highest lake in Bangladesh. Heights measured with Garmin GPSMAP60CSX GPS are Tahjindong (1280 meters), Mowdok Mual (1052 m), and Keokradong (1230 m). Chimbuk Peak and Boga Lake are two more highly noted features of the district. The Sangu River (also known as Sangpo or Shankha), the only river born inside Bangladesh territory, runs through Bandarban. The other rivers in the district are Matamuhuri and Bakkhali. Parts of Kaptai Lake, the biggest lake in Bangladesh, fall under the district.The newly reported highest peak of Bangladesh, Saka Haphong(3488 ft), is also here in Thanchi upazila.Most Bangladesh sources cite Keokradong as the highest peak in the country, but Tazing Dong(sometimes spelled as Tahjingdong, and also known as Bijoy) lying further east is recognised both by government and expert sources as a taller peak.[citation needed] Measurements taken by English adventurer Ginge Fullen shows that an officially unnamed peak near the Myanmar border (locally known as Mowdok Mual) is the highest point in Bangladesh.Recently a team from Nature Adventure Club took part in an expedition in the Mowdok range and agreed with Fullen's statement. They put the height of this peak as 3488 feet with GPS accuracy of 3-metres. The unnamed summit is known as Saka Haphong to the local Tripura tribes."
    },
    {
        "image": "https://iili.io/55kU6F.md.jpg",
        "name": "Guliakhali Beach",
        "time": "7D/6N",
        "price": "4,499/per person",
        "offering": "35% off",
        "reviews": "18 reviews",
        "shortDescription": "Guliakhali sea beach (also known as Muradpur beach) is located at Muradpur, Sitakunda in Chittagong Division, Bangladesh. It is 5 kilometres away from Sitakunda town.",
        "fullDescription": "Walking or walking on the boat can be used for the voyage of 50 rupees each. There is enough CNG to come back. Later, Sitakunda-Chittagong at 5pm, Karnaphuli Express and Chittagong at 8pm on Chittagong Chattala Express.Keep the bag light enough enough. Keep a lot of water, juice, glucose along. Water, juice, all but 900 feet high, but more expensive. Keep the stick together while you are up. You can keep a set dress Xtra with (if the weather is worried) And keep the mentality to the top. Never move your legs. Be very careful to get up. When you walk past Guliyakhali Sea, you will see a lot of crabs while slippery tumble. Be careful at the crab."
    }
]